List<Map> tempMeetingData = [
  {
    "title": "شرح المعايير الجديدة",
    "tasks": ["المهمة الاولى", "المهمة الثانية", "المهمة الثالثة"],
    "notes": ["ملاحظة الاولى", "ملاحظة الثانية", "ملاحظة الثالثة"],
    "date": "17 مارس",
  },
  {
    "title": "شرح المعايير الجديدة",
    "tasks": ["المهمة الثالثة"],
    "notes": ["ملاحظة الاولى", "ملاحظة الثانية", "ملاحظة الثالثة"],
    "date": "17 مارس",
  },
  {
    "title": "شرح ",
    "tasks": ["المهمة الاولى", "المهمة الثانية"],
    "notes": [
      "ملاحظة الاولى",
    ],
    "date": "17 مارس",
  },
];
